{
  "intl-nav-academic": "Académique",
  "intl-nav-industrial": "Industrie",
  "intl-nav-asso": "Association",

  "intl-footer-home": "Accueil",
  "intl-footer-legals": "Mentions légales",
  "intl-footer-academic": "Académique",
  "intl-footer-industrial": "Industrie",
  "intl-footer-asso": "Associatif",
  "intl-footer-siteMap": "Plan du site",
  "intl-footer-sendEmail": "Envoyer un email",

  "intl-index-resume": "CV",
  "intl-index-RandD-title": "Ingénieur R&D",
  "intl-index-RandD-desc1": "Mon diplôme d'ingénieur en Systèmes, Réseaux et Télécommunications à l'Université de Technologie de Troyes m'a permis de travailler dans la R&D. Mes premières expériences dans des startups m'ont permis d'être autonome sur de nombreux domaines et de traduire les besoins des clients en fonctionnalités techniques.",
  "intl-index-RandD-desc2": "De l’électronique aux systèmes embarqués, en passant par Docker et le CI/CD, en ajoutant le développement <i>front-end</i> (React, Meteor), le <i>backend</i> (NodeJS) et la conception et la gestion de bases de données (MongoDB, InfluxDB, MySQL), j’ai le profil d’un développeur <i>fullstack</i> avec un état d'esprit d'ingénieur.",
  "intl-index-projectManager-title": "Chef de projet",
  "intl-index-projectManager-desc1": "Le travail d'équipe est primordial pour un projet correctement mené. Des projets de groupe à l’université aux événements associatifs et aux projets professionnels, mes compétences en matière de gestion de projet sont aussi diverses que complémentaires. Je maîtrise plusieurs outils comme Teams, Slack, GitHub ou encore Trello.",
  "intl-index-projectManager-desc2": "Mes expériences professionnelles m'ont permis de gérer la planification, de petites équipes (5 personnes) et les relations avec les clients, y compris le support et les formations.",
  "intl-index-securityExpert-title": "Expert en sécurité",
  "intl-index-securityExpert-desc1": "Un master en Sécurité des Systèmes d’Information suivi d’un doctorat sur la sécurité des systèmes embarqués m'a permis d’avoir une vision complète de la sécurité dans les technologies de l’information. C'est pourquoi j'inclus dans chaque projet une approche de la sécurité dés la conception. Je participe à des audits de sécurité de systèmes et d’infrastructures embarqués pour des clients et des partenaires.",
  "intl-index-securityExpert-desc2": "En plus de mes activités habituelles, j'ai le plaisir d'enseigner la cryptographie en tant qu'assistant enseignant depuis 2016 à l'Université de Technologie de Troyes.",
  "intl-index-traveler-title": "Voyageur enthousiaste",
  "intl-index-traveler-desc1": "De Troyes, ma ville natale, à Atlanta pour me perfectionner en anglais, puis à Lund en Suède en Erasmus où j’ai décidé de découvrir et d’expérimenter différentes cultures, mon mode de vie a radicalement changé. Tous mes voyages à l'étranger sont axés sur le mode de vie des personnes. Vivre chez l'habitant en Suède, suivi de trois mois de WWOOFing dans une ferme biologique norvégienne en sont les premiers exemples.",
  "intl-index-traveler-desc2": "J'ai mené cette manière de voyager à l'extrême en 2015 lorsque j'ai décidé de faire de l'auto-stop à travers l'Europe, seul et avec ma tente. Ce voyage m'a conduit en Ukraine où les gens m'ont expliqué l'état actuel de la guerre dans le Donbass, puis en Arménie où j'ai découvert le conflit arménien-azerbaïdji. Malgré la misère, j'ai toujours trouvé joie et espoir chez les jeunes qui se battent pour leurs idées.",

  "intl-pro-vigilock-title": "Vigilock",
  "intl-pro-vigilock-desc1": "Au sein de l'équipe de <a target='blank' href='https://vigilock.com/'>Vigilock</a>, j'ai pu perfectionner mes compétences de responsable de projet et de gestion d'équipes en équipant l'entreprise d'outils modernes (Git et GitHub, Teams/Slack, Postmann, Wiki et documentations) permettant la bonne transmission des connaissances et l'appropriation rapide des projets pour les nouveau venus.",
  "intl-pro-vigilock-desc2": "En plus des développements divers et du suivi client (devis, support), je m'occupe également du déploiement des applications avec Docker et Digital Ocean.",
  "intl-pro-mycolisbox-title": "MyColisBox",
  "intl-pro-mycolisbox-desc1": "MyColisBox permet d'être livré directement dans sa résidence et d'en être notifié par SMS pour retirer le colis grâce à un code de retrait. Ce projet, commercialisé par <a target='blank' href='https://mycolisbox.solutions/'>Decayeux</a>, s'est vu dicerner plusieurs distinctions dont le <i><a target='blank' href='https://mycolisbox.solutions/le-groupe-decayeux-laureat-du-ces-innovation-honorees-2018-pour-mycolisbox/'>CES Innovation Honorees 2018</a></i>.",
  "intl-pro-mycolisbox-desc2": "Mon rôle sur ce projet était de traduire les besoins clients en fonctionnalités. La gestion d'équipe et de planning ne m'a pas empêché de directement développer tant des aspects protocolaires en NodeJS, que les APIs en lien avec les clients et le <i>front-end</i> du <i>back-office</i> avec gestion des rôles et permissions.",
  "intl-pro-consitainer-title": "Consitainer",
  "intl-pro-consitainer-desc1": "<i>Consitainer</i> est un container sécurisé permettant d'assurer la livraison sur le dernier kilomètre. Le client peut créer sur le <i>back-office</i> ses propres bordereaux de livraisons qui seront envoyés au container par GSM. Ce projet a été déployé chez GRTgaz suite à la sélection de Consitainer lors des <i><a target='blank' href='https://www.youtube.com/watch?v=_eXdJMjrYgY'>Challenges Open Innovation 2017</a></i>.",
  "intl-pro-consitainer-desc2": "J'ai pu développer le <i>front-end</i> du <i>back-office</i> (React), une application mobile (React-Native) permettant d'interagir avec un Consitainer (ouverture à distance) tout en modélisant les bases de données.",
  "intl-pro-norelem-title": "Norelem",
  "intl-pro-norelem-desc1": "La supervision Norelem propose toute une gamme de capteurs connectés permettant de superviser à distance des chaines de production. En plein boom de l'Industrie 4.0, cette solution est totalement modulaire pour s'adapter aux besoins de supervision : historiques, monitoring en temps réels, gestion des droits, organisation des données en dashboard ou en arborescence d'objets connectés...",
  "intl-pro-norelem-desc2": "Je suis intervenu très tôt sur ce projet avec le développement (en C) du <i>firmware</i> des émetteurs et récepteurs permettant de lire les données des capteurs. J'ai également proposé des optimisation et une sécurisation des échanges radios, ainsi qu'un modèle de données (implémenté avec MongoDB) permettant une personnalisation poussée et une modularité totale de l'application en vue de nouveaux capteurs à superviser.",

  "intl-academic-doctorate-title": "Doctorat",
  "intl-academic-doctorate-desc1": "J'ai effectué mon doctorat sur la sécurité et la disponibilité des systèmes embarqués à <a target='blank' href='https://vigilock.com/'>Vigilock</a>, qui a financé mes recherches. Ce doctorat était en partenariat avec l'<a target='blank' hreaf='http://icd.utt.fr/fr/index.html'>Institut Charles Delaunay</a> de l'Université de Technologie de Troyes, sous la supervision de <a target='blank' href='http://remi.cogranne.pagesperso-orange.fr/recherche_publi.htm'>Rémi Cogranne</a>, Yves Langeron et Patrick Lallement.",
  "intl-academic-doctorate-desc2": "L'objectif de cette thèse est de proposer aux fabriquants de systèmes embarqués des outils permettant d'améliorer la disponibilité en faisant des compromis sur le niveau de sécurité sans augmenter la vulnérabilité au-delà d'un seuil choisi.",
  "intl-academic-master-title": "Diplômes d'ingénieur et de Master",
  "intl-academic-master-desc1": "Avant mon doctorat, j'ai eu l'opportunité de passer un double-diplôme à l'Université de Technologie de Troyes. Le premier est un diplôme d'ingénieur en Systèmes, Réseaux et Télécommunications avec une spécialisation en Technologies Mobiles et Systèmes Embarqués. Le second est un Master en Sécurité des Systèmes d'Information. En plus du cursus principal, j'ai pu valider deux mineures: en droit et en économie, notamment lié au milieu de l'entrepreneuriat.",
  "intl-academic-master-desc2": "Mon travail et mon investissement à l'UTT ont été distingués lors de la remise des diplôme 2015 où le prix Ellipse m'a été attribué. Ce prix distingue un parcours académique remarquable associé à un engagement associatif, sportif, international et entrepreneurial particulièrement actif.",
  "intl-academic-teaching-title": "Enseignements",
  "intl-academic-teaching-desc1": "En tant qu'enseignant assistant, je donne des cours de cryptographie et d’arithmétiques aux étudiants en master de l’Université de Technologie de Troyes.",
  "intl-academic-teaching-desc2": "A côté de cette activité, je donne des formations en développement web dans mon entreprise et mes associations.",
  "intl-academic-papers-title": "Publications",
  "intl-academic-papers-desc1": "J'ai participé à la conférence ESREL 2018 à Trondheim, en Norvège, pour parler du dilemme entre sécurité et disponibilité des systèmes embarqués autonomes à base de microcontrôleurs. À partir de cette conférence, j'ai publié le papier Sécurité et disponibilité sur les systèmes embarqués.",
  "intl-academic-papers-desc2": "Avec mon collègue doctorant en droit, Cédric Bernard, nous avons travaillé sur des domaines transdisciplinaires concernant la synchronisation du droit et de la technologie, en particulier autour de la sécurité. Nous avons présenté nos travaux lors d'un événement pluridisciplinaire à Lyon.",
  "intl-academic-vulgarization-title": "Vulgarisation",
  "intl-academic-vulgarization-desc1": "J'ai participé à de nombreux événements de vulgarisation pour parler de linguistique et de cultures à la suite des nombreux voyages que j'ai effectués dans différents environnements (Ukraine, Norvège, Argentine, États-Unis, Chine ...). Avant cela, je me suis essayé à <a target='blank' href='https://www.youtube.com/watch?v=3fw9cCM5f-0'>FameLab</a> pour vulgariser des technologies, et dans ce cas précis : le processeur neuronal.",
  "intl-academic-vulgarization-desc2": "Plus récemment, j'ai participé avec Lou Grimal à un événement Pint of Science à Lille pour parler des langues en danger.",

  "intl-asso-p2p-title": "Portraits 2 Passages",
  "intl-asso-p2p-desc1": "Après de nombreux voyages à travers le monde, durant lesquels j'ai rencontré d'incroyables personnes de cultures et d'origines diverses, j'ai décidé de fonder cette association avec Lou Grimal afin d'offrir une plateforme Web aux voyageurs qui leur permettra de partager des portraits de personnes sous la forme d'entretiens.",
  "intl-asso-p2p-desc2": "La base de données pourra ensuite être utilisée par des linguistes pour étudier des langues rarement parlées ou par des curieux qui souhaitent voir le monde sous un angle différent.",
  "intl-asso-startandstop-title": "Start & Stop",
  "intl-asso-startandstop-desc1": "En tant que membre de Ingénieur sans frontières (puis trésorier) à Troyes, j'ai créé l'événement Start & Stop: un parcours d'auto-stop comportant de nombreux défis, l'objectif étant de rencontrer des gens et de découvrir des régions.",
  "intl-asso-startandstop-desc2": "L’événement terminé, j’étais alors responsable de la production d’une web-série suivant les équipes. Les vidéos sont disponibles sur Youtube : <i><a target='blank' href='https://www.youtube.com/watch?v=txV4NQovwjE&list=PLFLMliSNTVCbcYBNdHIpGfvWGZLS-4HPX'>Start & Stop - From Troyes to Brussels</a></i> ainsi que <i><a target='blank' href='https://www.youtube.com/watch?v=0dEpVZfX50o&list=PLFLMliSNTVCa_fz70_NV2gcxG5T_ThGXI'>Start & Stop - Objectif vélo !</a></i>",
  "intl-asso-orbitClean-title": "OrbitClean",
  "intl-asso-orbitClean-desc1": "OrbitClean est un projet visant à nettoyer les débris de la zone orbitale terrestre. J'y ai travaillé pendant mon master avec deux autres étudiants pour le Aerospace Student Challenge (2015).",
  "intl-asso-orbitClean-desc2": "Après une sélection, nous avons présenté le projet lors de la finale au Bourget, devant Thales, Safran, Airbus et l'Agence Spatiale Européenne.",
  "intl-asso-student-title": "Associations étudiantes",
  "intl-asso-student-desc1": "En tant que président de l'Association des Jeunes Entrepreneurs, j'ai organisé des conférences sur les startups et l'entrepreneuriat. J'ai aidé les étudiants à trouver des ressources humaines, en particulier techniques, pour démarrer leurs projets.",
  "intl-asso-student-desc2": "La première association à laquelle j'ai adhéré était Média UTT, et c’est là que j’ai appris la réalisation et le montage de vidéos ainsi que la gestion de projets audiovisuels. J'ai pris part à journal vidéo étudiant avec plusieurs petits reportages.",

  "intl-legals-responsible-title": "Responsable du site",
  "intl-legals-responsible-desc": "Ce site a pour responsable Nicolas Burger. Le nom de domaine nicolasburger.fr est la propriété de Nicolas Burger.",
  "intl-legals-development-title": "Développement du site",
  "intl-legals-development-desc": "Le développement du site a été réalisé par Nicolas Burger.",
  "intl-legals-hosting-title": "Hébergement du site",
  "intl-legals-hosting-desc": "Ce site est hébergé avec les services professionnels de la société GitHub.",
  "intl-legals-law-title": "Législation",
  "intl-legals-law-desc": "L'ensemble de ce site relève des législations française et internationale sur le droit d'auteur et la propriété intellectuelle.",
  "intl-legals-responsability-title": "Limitation de responsabilité",
  "intl-legals-responsability-desc": "Ce Site comporte des informations mises à disposition par des liens hypertextes vers d’autres sites qui n’ont pas été développés par Nicolas Burger. L’existence d’un lien de ce Site vers un autre site ne constitue pas une validation de ce dernier ou de son contenu. Il appartient à l’internaute d’utiliser ces informations avec discernement et esprit critique et de protéger son ordinateur contre les failles de sécurité. La responsabilité de Nicolas Burger ne saurait être engagée de fait aux informations, opinions et recommandations formulées par des tiers.",

  "intl-404-notFound": "La page demandée est introuvable.",
  "intl-404-goBackHome": "Retour à l'accueil"
}
